Repository: DakePeng/Loqi
Catalog: Loqi/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Subtitles (SRT)
ja: 字幕（SRT）
zh_hans: 字幕（SRT）

source: Subtitles (WebVTT)
ja: 字幕（WebVTT）
zh_hans: 字幕（WebVTT）

source: Suggest hotwords
ja: ホットワードを提案
zh_hans: 推荐热词

source: Suggested
ja: おすすめ
zh_hans: 建议

source: Suggested hotwords
ja: おすすめホットワード
zh_hans: 推荐热词

source: Suggestions
ja: 提案
zh_hans: 建议

source: Suggests a scenario here, and vocabulary after summarizing.
ja: ここではシナリオを、要約後には語彙を提案します。
zh_hans: 在此推荐场景，摘要完成后推荐词汇。

source: Summaries, chat and suggestions run on a local AI model. It downloads once (%@, Wi-Fi recommended) and everything stays on this iPhone.
ja: 要約・チャット・提案はローカルAIモデルで動作します。ダウンロードは一度だけ（%@、Wi-Fi推奨）で、すべてこのiPhone内に保存されます。
zh_hans: 摘要、问答和建议由本地 AI 模型驱动。只需下载一次（%@，建议使用 Wi-Fi），所有内容都保留在这台 iPhone 上。

source: Summarize
ja: 要約する
zh_hans: 生成摘要

source: Summarize the key points
ja: 要点をまとめてください
zh_hans: 总结要点

source: Summarizing…
ja: 要約を作成中…
zh_hans: 正在生成摘要…

source: Summarizing… %lld/%lld
ja: 要約を作成中… %lld/%lld
zh_hans: 正在生成摘要… %lld/%lld

source: Summary
ja: 要約
zh_hans: 摘要

source: Summary AI model (2B)
ja: 要約AIモデル（2B）
zh_hans: 总结 AI 模型（2B）

source: Summary failed — try again.
ja: 要約に失敗しました。もう一度お試しください。
zh_hans: 摘要生成失败——请重试。

source: Summary length
ja: 要約の長さ
zh_hans: 摘要长度

source: Summary model
ja: 要約モデル
zh_hans: 总结模型

source: Summary model files
ja: 要約モデルファイル
zh_hans: 总结模型文件

source: Summary so far
ja: ここまでの要約
zh_hans: 实时摘要

source: Summary style
ja: 要約スタイル
zh_hans: 摘要风格

source: Take photo
ja: 写真を撮る
zh_hans: 拍照

source: Tap-to-play is available after the recording stops.
ja: タップ再生は録音終了後に使えます。
zh_hans: 录音结束后才能点按播放。

source: Target language
ja: 翻訳先の言語
zh_hans: 目标语言

source: Tells voices apart in recordings
ja: 録音内の話者を聞き分けます
zh_hans: 在录音中区分不同说话人

source: Term
ja: 用語
zh_hans: 词条

source: The AI model is not loaded
ja: AIモデルが読み込まれていません
zh_hans: AI 模型未加载

source: The AI model isn't downloaded yet
ja: AIモデルはまだダウンロードされていません
zh_hans: AI 模型尚未下载

source: The AI model isn't downloaded yet. Open a session and use Re-transcribe & summarize once to download it.
ja: AIモデルがまだダウンロードされていません。任意のセッションを開き、一度「再文字起こしと要約」を実行してダウンロードしてください。
zh_hans: AI 模型尚未下载。请先打开任一会话并使用一次「重新转写并摘要」来下载。

source: The AI model isn't loaded yet — it warms up during pauses in speech. Try again in a moment.
ja: AIモデルはまだ読み込まれていません。発話の合間に準備されます。しばらくしてからもう一度お試しください。
zh_hans: AI 模型尚未加载——它会在说话间隙预热。请稍后再试。

source: The selected model cannot read images
ja: 選択中のモデルは画像を読み取れません
zh_hans: 所选模型无法读取图片

source: The transcript and summary are kept.
ja: 文字起こしと要約は残ります。
zh_hans: 保留文字记录和摘要。

source: The transcript and summary are kept. Frees %@.
ja: 文字起こしと要約は残ります。%@ を解放します。
zh_hans: 保留文字记录和摘要。可释放 %@。

source: Thermal changes
ja: 温度変化
zh_hans: 温度变化

source: Thermal state
ja: 温度状態
zh_hans: 温度状态

source: They speak
ja: 相手の言語
zh_hans: 对方说

source: Thinking…
ja: 考えています…
zh_hans: 思考中…

source: This can't be undone.
ja: この操作は取り消せません。
zh_hans: 此操作无法撤销。

source: This file has no audio track to transcribe.
ja: このファイルには文字起こしできる音声トラックがありません。
zh_hans: 此文件没有可转写的音轨。

source: This session has no saved recording to re-transcribe.
ja: このセッションには再文字起こしできる録音がありません。
zh_hans: 此会话没有保存的录音，无法重新转写。

source: Timeline
ja: タイムライン
zh_hans: 时间线

source: Title
ja: タイトル
zh_hans: 标题

source: Total download: %@
ja: 合計ダウンロード：%@
zh_hans: 下载总计：%@

source: Transcribing…
ja: 文字起こし中…
zh_hans: 正在转写…

source: Transcript
ja: トランスクリプト
zh_hans: 文字记录

source: Transcription and translation run fully on-device. Speaker separation requires the speaker model (Settings).
ja: 文字起こしと翻訳はすべて端末上で行われます。話者分離には話者モデルが必要です（設定）。
zh_hans: 转写与翻译完全在设备上进行。说话人分离需要先下载说话人模型（设置）。

source: Translate
ja: 翻訳
zh_hans: 翻译

source: Translating…
ja: 翻訳中…
zh_hans: 正在翻译…

source: Translation
ja: 翻訳
zh_hans: 翻译

source: Translation language packs and the enhanced-translation model download on first use. Manage them anytime in Settings.
ja: 翻訳言語パックと強化翻訳モデルは初回使用時にダウンロードされます。設定からいつでも管理できます。
zh_hans: 翻译语言包和增强翻译模型会在首次使用时下载，可随时在设置中管理。

source: Translation unavailable
ja: 翻訳を利用できません
zh_hans: 翻译不可用

source: Translations, summaries, titles and chat
ja: 翻訳・要約・タイトル・チャット
zh_hans: 翻译、摘要、标题与对话

source: Unknown
ja: 不明
zh_hans: 未知

source: View only
ja: 閲覧のみ
zh_hans: 仅查看

source: Vocabulary
ja: 語彙
zh_hans: 词汇

source: Voice journal
ja: 音声日記
zh_hans: 语音日记

source: Waiting to re-transcribe…
ja: 再文字起こしを待機中…
zh_hans: 等待重新转写…

source: Warming up the AI model…
ja: AIモデルを準備中…
zh_hans: 正在预热 AI 模型…

source: What kind of recording was this?
ja: どんな録音でしたか？
zh_hans: 这是一段什么类型的录音？

source: What was decided?
ja: 何が決まりましたか？
zh_hans: 做了哪些决定？

source: What were the action items?
ja: アクションアイテムは何でしたか？
zh_hans: 有哪些待办事项？

source: Where should models download from?
ja: モデルをどこからダウンロードしますか？
zh_hans: 从哪里下载模型？

source: You can change download sources anytime in Settings.
ja: ダウンロード元は設定でいつでも変更できます。
zh_hans: 下载源随时可以在设置中更改。

source: You edited this summary. Summarizing again will replace your changes.
ja: この要約は編集されています。再度要約すると変更内容が置き換えられます。
zh_hans: 您编辑过此摘要。再次总结将替换您的修改。

source: OK
zh_hans: 好
